[
    {
        "isbn": "9780-1410-3614-4",
        "name": "1984",
        "author": "George Orwell",
        "price": "259",
        "publication_date": "2008-09-24",
        "description": "Winston Smith works for the Ministry of Truth in London, chief city of Airstrip One. Big Brother stares out from every poster, the Thought Police uncover every act of betrayal. When Winston finds love with Julia, he discovers that life does not have to be dull and deadening, and awakens to new possibilities. Despite the police helicopters that hover and circle overhead, Winston and Julia begin to question the Party; they are drawn towards conspiracy. Yet Big Brother will not tolerate dissent - even in the mind. For those with original thoughts they invented Room 101. \"Nineteen Eight-Four\" is George Orwell's terrifying vision of a totalitarian future in which everything and everyone is slave to a tyrannical regime.",
        "page_count": "336",
        "binding": "Měkká vazba",
        "image": "1984_cs.jpg",
        "language": "Angličtina",
        "genre": "Světová beletrie"
    },
    {
        "isbn": "9780-2611-0325-2",
        "name": "The Lord of the Rings",
        "author": "J. R. R. Tolkien",
        "price": "447",
        "publication_date": "2006-08-01",
        "description": "Continuing the story begun in The Hobbit, all three parts of the epic masterpiece, The Lord of the Rings, in one paperback. Features the definitive edition of the text, fold-out flaps with the original two-colour maps, and a revised and expanded index.\n\nSauron, the Dark Lord, has gathered to him all the Rings of Power – the means by which he intends to rule Middle-earth. All he lacks in his plans for dominion is the One Ring – the ring that rules them all – which has fallen into the hands of the hobbit, Bilbo Baggins.\n\nIn a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as the Ring is entrusted to his care. He must leave his home and make a perilous journey across the realms of Middle-earth to the Crack of Doom, deep inside the territories of the Dark Lord. There he must destroy the Ring forever and foil the Dark Lord in his evil purpose.\n\nSince it was first published in 1954, The Lord of the Rings has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike.",
        "page_count": "1190",
        "binding": "Měkká vazba",
        "image": "lotr_red_edition_en.jpg",
        "language": "Angličtina",
        "genre": "Fantasy"
    },
    {
        "isbn": "9780-4511-9114-4",
        "name": "Atlas Shrugged",
        "author": "Ayn Rand",
        "price": "178",
        "publication_date": "2007-04-01",
        "description": "Published in 1957, \"Atlas Shrugged\" was Ayn Rand's greatest achievement and last work of fiction. In this novel, she dramatizes her unique philosophy through an intellectual mystery story that integrates ethics, metaphysics, epistemology, politics, economics, and sex. Set in a near-future U.S.A. whose economy is collapsing as a result of the mysterious disappearance of leading innovators and industrialists, this novel presents an astounding panorama of human life - from the productive genius who becomes a worthless playboy to the great steel industrialist who does not know that he is working for his own destruction to the philosopher who becomes a pirate to the woman who runs a transcontinental railroad to the lowest track worker in her train tunnels. Peopled by larger-than-life heroes and villains, charged with towering questions of good and evil, \"Atlas Shrugged\" is a philosophical revolution told in the form of an action thriller.",
        "page_count": "1079",
        "binding": "Měkká vazba",
        "image": "atlas_shrugged_en.jpg",
        "language": "Angličtina",
        "genre": "Světová beletrie"
    },
    {
        "isbn": "9788-0725-2360-3",
        "name": "Steve Jobs",
        "author": "Walter Isaacson",
        "price": "750",
        "publication_date": "2011-10-01",
        "description": "Biografia zachytáva dôležité etapy Jobsovho súkromného života, aj jeho zlomové podnikateľské rozhodnutia. Opisuje, ako sa z nadšenca umenia, techniky a východnej filozofie stal človek, ktorý sa do dejín informačných technológií zapísal ako predstaviteľ invencie a spojenia mimoriadnych softvérových vlastností produktu s jeho jedinečným dizajnom. Obsahuje kľúčové momenty Jobsovej podnikateľskej kariéry, akým bol konkurenčný boj Applu s Microsoftom, Jobsov odchod z Applu a neskorší triumfálny návrat na pozíciu jej CEO, ako aj jeho rezignácia či zdravotné problémy.",
        "page_count": "576",
        "binding": "Pevná vazba",
        "image": "steve_jobs_cs.jpg",
        "language": "Slovenština",
        "genre": "Odborná literatura"
    },
    {
        "isbn": "9788-0730-9808-7",
        "name": "1984",
        "author": "George Orwell",
        "price": "249",
        "publication_date": "1949-06-08",
        "description": "Jedno z nejznámějších děl světové literatury v sobě pojí prvky společensko-politického a vědecko-fantastického románu. Je obžalobou komunistické diktatury, která v roce1984 všechno ovládala. Čtenář se ponoří do osudů čestného, citlivého a uvažujícího Winstona Smitha, který se vzepře systému, za což zaplatí krutou daň. Orwell touto knihou předpověděl dnešní realitu.",
        "page_count": "264",
        "binding": "Pevná vazba",
        "image": "1984_cs.jpg",
        "language": "Čeština",
        "genre": "Světová beletrie"
    },
    {
        "isbn": "9788-0761-7396-5",
        "name": "Metro 2033",
        "author": "Dmitry Glukhovsky",
        "price": "349",
        "publication_date": "2019-05-22",
        "description": "Arťom žije se svým pěstounem ve spletitém labyrintu moskevského metra, na jediném místě na světě, kde je lidstvo po jaderné válce schopné alespoň zčásti přežívat. Jednotlivá lidská společenství živoří v šachtách metra, kde co stanice, to zvláštní komunita, jakýsi mikrostát se všemi svými ctnostmi a nešvary, které známe z každodenního života na zemském povrchu. Arťom se nachází ve stanici, která je pokládána za jedno z bezpečných míst v obrovské síti tunelů, avšak tuto jistotu narušuje temná moc, jež hrozí zničit nejen chlapcovo útočiště, ale celé metro. Mladík, jenž kdysi porušil jedno ze základních přikázání života v metru, je nucen putovat od jedné stanice ke druhé, projít celým moskevským metrem až do poslední stanice, kde žijí v ideálním společenském zřízení kazatelé. Ti údajně vlastní záhadný předmět, který Arťom musí získat, aby zachránil metro před zkázou, jež hrozí nejen zevnitř podzemního mikrosvěta, ale proniká sem i z povrchu v podobě temných sil... Autor za tento román obdržel prestižní evropskou cenu ESFS Awards Eurocon 2007 (cena je označována jako literární nobelovka za sci-fi), jako nejlepší literární debut pro rok 2007.\nRomán se stal předlohou i k úspěšné počítačové hře.",
        "page_count": "472",
        "binding": "Měkká vazba",
        "image": "metro_2033_cs.jpg",
        "language": "Čeština",
        "genre": "Sci-fi"
    }
]